Repository: lliurex/lliurex-jclic-shared
Catalog: lliurex-po/lliurex-jclic-shared/*.po
Languages: ca_es@valencia, es

source: LliureX JClic shared, is a little app to manage shared JClic's libraries and\n
ca_es@valencia: Gestió de biblioteques compartides del JClic és una aplicació xicoteta per a\n
es: Gestión de bibliotecas compartidas de JClic, es una pequeña aplicación para\n

source: activities into the classroom.\n\n
ca_es@valencia: gestionar les biblioteques i activitats del JClic dins de l'aula.\n\n
es: gestionar las bibliotecas y actividades de JClic dentro del aula.\n\n

source: To share these, the only thing you must do is paste the libraries and\n
ca_es@valencia: Per a compartir-les, l'únic que has de fer és apegar les biblioteques i\n
es: Para compartirlas, lo único que has de hacer es pegar las bibliotecas y\n

source: activities you want, into the folder that will be shown after this message.\n\n
ca_es@valencia: activitats dins de la carpeta que es mostrarà quan tanques este missatge.\n\n
es: actividades dentro de la carpeta que se mostrará cuando cierre este mensaje.\n\n

source: This folder contains all jclic and libraries shared at classroom server, to\n
ca_es@valencia: Esta carpeta conté totes les biblioteques i activitats compartides en el\n
es: Esta carpeta contiene todas las bibliotecas y actividades compartidas en el\n

source: share another Jclic library or activity, please paste it on this folder\n
ca_es@valencia: servidor de l'aula, per a compartir una altra activitat tan sols cal\n apegar-la ací (crear una carpeta separada per a cada activitat
es: servidor del aula, para compartir otra actividad tan solo péguela aquí\n

source: (create a separate folder for each library is a good idea).\n\n
ca_es@valencia: o biblioteca\npot ser una bona idea).\n\n
es: (crear una carpeta separada para cada actividad o biblioteca es una buena idea).\n\n

source: All shared activities and libraries are under:\n
ca_es@valencia: Totes les biblioteques i activitats compartides es troben en:\n
es: Todas las bibliotecas y actividades están en:\n

source: /net/server-sync/share/jclic-shared folder at\n
ca_es@valencia: /net/server-sync/share/jclic-shared folder a \n
es: /net/server-sync/share/jclic-shared de\n

source: Places->Computer->File system.\n\n
ca_es@valencia: Llocs->Ordinador->Sistema de fitxers\n\n
es: Lugares->Equipo->Sistema de archivos\n\n

source: To use it you can find it at http://server/ on firefox (JClic activities).\n\n
ca_es@valencia: Per a utilitzar-les, anar a http://server/ en el firefox (Activitats JClic).\n\n
es: Para utilizarlas, están en http://server/ en el firefox (Actividades JClic).\n\n

source: Enjoy it.
ca_es@valencia: Gaudiu-ne.
es: Disfrutad.
